Repository: WPPlugins/flickrphotogallery
Catalog: languages/FlickrPhotogallery-*.po
Languages: it_it

source: This widget shows the last <em>n</em> photos from a Flickr account
it_it: Questo widget mostra le ultime <em>n</em> foto da un account di Flickr

source: FlickrPhotogallery Settings
it_it: Impostazioni FlickrPhotogallery

source: Save options
it_it: Salva Opzioni

source: See my last shoots
it_it: Guarda i miei ultimi scatti

source: Set the default options for the plugin
it_it: Imposta le opzioni di default per il plugin

source: Stream
it_it: Sorgente

source: Select the default stream from where to retrieve images
it_it: Seleziona la sorgente di default da cui recuperare le immagini

source: Insert the default Flickr id to use
it_it: Inserisci il Flickr Id da usare di default

source: Insert the id of the photoset you want to show by default
it_it: Inserisci l'ID del photoset che vuoi mostrare di default

source: Number of Images to show
it_it: Numero di immagini da visualizzare

source: Insert the numer of images you want to show by default
it_it: Inserisci il numero di immagini che vuoi visualizzare di default

source: Caption
it_it: Didascalia

source: Insert the caption you want to show by default before images
it_it: Inserisci la didascalia di default che vuoi mostrare prima delle immagini

source: Show images as
it_it: Mostra immagini come

source: Insert the way you want to show images by default
it_it: Inserisci il modo in cui vuoi visualizzare le immagini

source: Use Fancybox
it_it: Usa Fancybox

source: Select to use Fancybox effects on image click or to redirect the visitor to the related Flickr url
it_it: Scegli se vuoi utilizzare l'effetto Fancybox al click sulle immagini o se vuoi indirizzare il visitatore alla relativa pagina su Flickr

source: Image Width
it_it: Dimensione Immagini

source: Select the default slideshow width in pixels (don't use "px")
it_it: Seleziona la grandezza di default in pixel per lo slideshow (non usare il suffisso "px")

source: Border Color
it_it: Colore dei Bordi

source: Select the default border color for images (it will be the slideshow border color if you selected the slideshow view)
it_it: Seleziona il colore di default per i bordi (se hai selezionato la vista slideshow, questo sar√† il colore del bordo dello slideshow)

source: Public
it_it: Pubblica

source: User
it_it: Utente

source: Group
it_it: Gruppo

source: Find your ID
it_it: Trova il tuo ID

source: List
it_it: Lista

source: Title:
it_it: Titolo:

source: Stream:
it_it: Sorgente

source: You can show public images or from a specific user, photoset or group
it_it: Puoi visualizzare immagini pubbliche, da uno specifico utente, photoset o gruppo

source: Your Flickr User Id:
it_it: Il tuo Flickr Id

source: Your Photoset Id:
it_it: L'id del tuo photoset

source: Insert the Id of your Photoset here
it_it: Inserisci l'Id del tuo Photoset

source: Number of Images to Show:
it_it: Numero di immagini da visualizzare

source: Insert the number of images you want to show
it_it: Inserisci il numero di immagini che vuoi visualizzare

source: Show images as:
it_it: Mostra immagini come:

source: Slideshow Width:
it_it: Larghezza Slideshow:

source: Border color
it_it: Colore dei Bordi

source: Use fancybox
it_it: Usa Fancybox
